import React,{ Component } from 'react';
import '../css/about.css'

class About_me extends Component{
	render(){
		return(
			<div className="about left">
			  <h2>Just about me</h2>
			    <ul> 
			    <p>夜再长，有一盏烛火的守望;梦再短，有一袭枕簟的陪伴。只是晚风薄凉，夜雨湿了衣肩，谁会为我打上一柄伞?下雨了，所有的人都在等伞，只有你在等雨停。只是我不会等伞了，也不会等雨停了，我应该冒着雨奔跑在人群中间。跑得越快，就越少的人在意你的狼狈。</p>
			    <p>有时候想想，最大的悲哀莫过于长大之后，笑不再纯粹，哭不再彻底。原本以为我可以平凡简单的度过这一生，却也免不了感情的羁绊。漫漫红尘，落落浮生。偏偏遇见了你，心的涟漪拨弄了命运的琴弦。还记得那一转头的温柔，那不胜凉风的娇羞;还记得那月下同行的影子，那顾眄告别的发香;还记得我为你许下的诺言，你答应我的等候。只是当那些无话不说渐渐的变成了无话可说，你是否懂得我偶尔之间的沉默。</p>
			    <p>买得起充电五分钟的手机，却再也找不到通话两小时的人了;买得起想要送你的手表，却再也找不回它的适配者了;写完了一百卷仓央嘉措的情诗，却再也找不到送你的借口了。岁月无情长以待，等到的只是一句：“你很优秀”。</p>
			    <p>所谓的永远，到不了了就是永远;所谓的曾经，回不去了就是曾经。一厢情愿，愿赌，服输。</p>
			    <p>缘合则聚，愿灭则散。不执于苦，不执于乐，不悲过去，不贪未来。再次相逢时平静的望着你的眼睛，那里有过我曾经的影子就好。我等不到那个雨天为我送伞的人了，短暂的时间里雨也不会停，我 得走了。</p>
			    <p>可有过那么一段时间，将一杯酒喝到无味?将一支烟抽到灼心?将一个人念到无我?有，有过。过往多少不尽意之事，亦不再后悔，不再可惜，不再遗憾。只是遇见你再不心动，不生情，只做一熟悉的陌生人，只做一次平凡的相遇。花开有期，花落何时?拾取落花归去，只有余香，再无花颜。</p>
			    <p>后来有人问我一个人彳亍在路上的心情，我不再觉得寂寥孤单，我想到的是抬头所能看见的时光流转的星芒。真正的放开，是留着她所有的联系方式，却再也不奢望他忽远忽近的联系，只是我通讯录里及其普通的一位。</p>
			    <p>原来一个人也可以活的恣意潇洒有滋有味，素日清欢 于闲暇之时看看书，拾取一两句叩人心扉的文字。等待晚霞飘过南窗，目送倦飞的归鸟远去，等候一缕温柔的白月光。耳边缭绕着那首熟悉的《如意玉儿曲》，跟随温婉的旋律，走进一个如诗如画的梦里，完成一趟时光之旅。等你醒来，昨日心事，今日相看，已然暗转。</p>
			    <p>人生就像一场折子戏，喜落悲又生，悲没喜又起。就算那演绎离合的戏子也有着面具下的眼泪和笑容。我们首先应该做的是好好爱自己呀，不必故作强忍的伪装，不必含着眼泪说一句我很好。痛苦就哭，高兴就笑，在漫漫百年逆旅之中保持一种属于自己的姿态骄傲的活着。</p>
			    <p>今夜有雨飘零，我自无伞前行。恣意潇洒的奔跑，留给人群一个骄傲的背影。</p>
			<p>个人微信号：szz960815</p>
			<p>微信请备注：博客</p>
			<p>
				<a target="_blank" href="Mailto:1316225239@qq.com"><img src="http://rescdn.qqmail.com/zh_CN/htmledition/images/function/qm_open/ico_mailme_22.png" alt="杨青个人博客网站"/></a>
			</p>
			    </ul>
			    <h2>About my blog</h2>
			    <p>域 名：www.szzfirst.xyz 创建于2018年01月</p>
			    <p>服务器：阿里云服务器</p>
			</div>
		)
	}
}

export default About_me;